---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLProfileWithLips
source: html/4d102702-bff5-d196-53b1-47425b1bf322.htm
---
# StructuralSectionLProfileWithLips Methods

Returns size of the section boundary.